var youtube = "https://www.youtube.com/@apescasio";
var youtubev2 = "https://www.youtube.com/@apecio";
var twitter = "https://twitter.com/himapescasio";
var discord = "https://discord.com";
var linkedin = "https://www.linkedin.com/in/aaron-pescasio";
var instagram = "https://instagram.com/himapescasio";
var twitch = "https://www.twitch.tv/apescasio";
var github = "https://github.com/apescasio";

var password = "ckoicebowdel";
var email = 'mailto:him@apescasio.fr';

var memo = "https://memo.apescasio.fr";
var cli = "https://cli.apescasio.fr"
var lethimcook = "https://lethimcook.fr/en";
var bbb = "https://bbb.apescasio.fr";
var mundo = "https://mundo.apescasio.fr";
var apescasio = "https://apescasio.fr";

var msazure = "https://learn.microsoft.com/en-us/azure/";
var azuredev = "https://learn.microsoft.com/en-us/azure/developer/";
var memoazure = "https://memo.apescasio.fr/en/docs/azure";
var mscopilot = "https://learn.microsoft.com/en-us/copilot/";
var copilotstudio = "https://learn.microsoft.com/en-us/microsoft-365-copilot/extensibility/copilot-studio-agent-builder";
var copilotstudiotrial = "https://www.microsoft.com/en-us/thesource-developer/Event/38/sign-up-for-copilot-studio-trial%23:~:text=Sign%2520up%2520for%2520a%2520free,the%2520instructions%2520to%2520get%2520started.";
var memocopilot = "https://memo.apescasio.fr/en/docs/copilot";
var msintune = "https://learn.microsoft.com/en-us/mem/intune/";
var intunewin32 = "https://github.com/MSEndpointMgr/IntuneWin32App";
var memointune = "https://memo.apescasio.fr/en/docs/intune";
var microsoft365 = "https://www.microsoft.com/en-us/microsoft-365/business/microsoft-365-business-premium";

var pythoncs = "https://www.pythoncheatsheet.org/cheatsheet/basics"
var pythonapituto = "https://www.geeksforgeeks.org/python/python-api-tutorial-getting-started-with-apis"
var pythonprojects = "https://www.youtube.com/@TechWithTim"
var memopython = "https://memo.apescasio.fr/en/docs/python"

whois = [
  "<br>",
  "Hello, I'm Aaron!👋",
  "<br>",
  "I’m a 22 years old student (intern) from the Philippines but I am based in France.",
  "<br>",
  "When I get my Masters 2 in August 28th 2026, I will be looking for a full-time job as a Systems & AI Engineer.",
  "<br>",
  "For professional inquiries, please contact me via Mail (him@apescasio.fr) OR via LinkedIn (aaron-pescasio).",
  "<br>",
  "For personal inquiries, please contact me via Discord/Instagram/Twitter (@himapescasio).",
  "<br>"
];

whoami = [
  "<br>",
  "Visitor.",
  "<br>"
];

social = [
  "<br>",
  'youtube_2025   <a href="' + youtube + '" target="_blank">youtube/@apescasio' + "</a>",
  'youtube_2021   <a href="' + youtubev2 + '" target="_blank">youtube/@apecio' + "</a>",
  'twitter        <a href="' + twitter + '" target="_blank">twitter/@himapescasio' + '</a>',
  'discord        <a href="' + discord + '" target="_blank">discord/@himapescasio' + "</a>",
  'linkedin       <a href="' + linkedin + '" target="_blank">linkedin/aaron-pescasio' + "</a>",
  'instagram      <a href="' + instagram + '" target="_blank">instagram/himapescasio' + '</a>',
  'twitch         <a href="' + twitch + '" target="_blank">twitch/apescasio' + '</a>',
  'github         <a href="' + github + '" target="_blank">github/apescasio' + "</a>",
  "<br>"
];

secret = [
  "<br>",
  '<span class="command">sudo</span>           Only use if you\'re admin',
  "<br>"
];

projects = [
  "<br>",
  'memo.apescasio.fr        <a href="' + memo + '" target="_blank">memo.apescasio.fr' + "</a>",
  'cli.apescasio.fr         <a href="' + cli + '" target="_blank">cli.apescasio.fr' + "</a>",
  'lethimcook.fr            <a href="' + lethimcook + '" target="_blank">lethimcook.fr' + '</a>',
  'bbb.apescasio.fr         <a href="' + bbb + '" target="_blank">bbb.apescasio.fr' + "</a>",
  'mundo.apescasio.fr       <a href="' + mundo + '" target="_blank">mundo.apescasio.fr' + "</a>",
  'apescasio.fr             <a href="' + apescasio + '" target="_blank">apescasio.fr' + "</a>",
  "<br>"
];

docsazure = [
  "<br>",
  "<br>",
  'MS Learn Azure           <a href="' + msazure + '" target="_blank">learn.microsoft.com/azure' + "</a>",
  'Azure Developer          <a href="' + azuredev + '" target="_blank">learn.microsoft.com/azure/developer' + "</a>",
  'MS 365 Business          <a href="' + microsoft365 + '" target="_blank">microsoft.com/microsoft-365/business' + "</a>",
  'Memo Azure               <a href="' + memoazure + '" target="_blank">memo.apescasio.fr/en/docs/azure' + "</a>",
  "<br>"
];

docscopilot = [
  "<br>",
  "<br>",
  'MS Learn Copilot         <a href="' + mscopilot + '" target="_blank">learn.microsoft.com/copilot' + "</a>",
  'Copilot Studio Agent     <a href="' + copilotstudio + '" target="_blank">learn.microsoft.com/copilot-studio-agent-builder' + "</a>",
  'MS 365 Business          <a href="' + microsoft365 + '" target="_blank">microsoft.com/microsoft-365/business' + "</a>",
  'Copilot Studio Trial     <a href="' + copilotstudiotrial + '" target="_blank">microsoft.com/thesource-developer/Event/38/sign-up-for-copilot-studio-trial' + "</a>",
  'Memo Copilot             <a href="' + memocopilot + '" target="_blank">memo.apescasio.fr/en/docs/copilot' + "</a>",
  "<br>"
];

docsintune = [
  "<br>",
  "<br>",
  'MS Learn Intune          <a href="' + msintune + '" target="_blank">learn.microsoft.com/mem/intune' + "</a>",
  'GH IntuneWin32App        <a href="' + intunewin32 + '" target="_blank">github.com/MSEndpointMgr/IntuneWin32App' + "</a>",
  'MS 365 Business          <a href="' + microsoft365 + '" target="_blank">microsoft.com/microsoft-365/business' + "</a>",
  'Memo Intune              <a href="' + memointune + '" target="_blank">memo.apescasio.fr/en/docs/intune' + "</a>",
  "<br>"
];

docspython = [
  "<br>",
  "<br>",
  'Python Cheat Sheet       <a href="' + pythoncs + '" target="_blank">pythoncheatsheet.org/cheatsheet/basics' + "</a>",
  'Python API Tutorial      <a href="' + pythonapituto + '" target="_blank">geeksforgeeks.org/python/python-api-tutorial-getting-started-with-apis/' + "</a>",
  'Python Projects          <a href="' + pythonprojects + '" target="_blank">youtube.com/@TechWithTim' + "</a>",
  'Memo Python              <a href="' + memopython + '" target="_blank">memo.apescasio.fr/en/docs/python' + "</a>",
  "<br>"
];

help = [
  "<br>",
  '<span class="command">whois</span>          Who am I?',
  '<span class="command">whoami</span>         Who are you?',
  '<span class="command">uptime</span>         Display the time since the site was created',
  '<span class="command">video</span>          Open my videos',
  '<span class="command">social</span>         View my socials',
  '<span class="command">secret</span>         Find the passcode',
  '<span class="command">projects</span>       View my projects',
  '<span class="command">history</span>        View command history',
  '<span class="command">help</span>           You should already know what this does',
  '<span class="command">email</span>          View my address mail',
  '<span class="command">clear</span>          Clear terminal',
  '<span class="command">banner</span>         View the \'welcome\' message',
  '<span class="command">pwd</span>            Print working directory',
  '<span class="command">ls</span>             Display a list of files / folders',
  '<span class="command">cd</span>             Change directory',
  '<span class="command">cat</span>            Display the contents of a file',
  '<span class="command">man</span>            Display \'Handbook of an admin\'',
  "<br>"
];

banner = [
  '<h1 class="index">Aaron (Iso) Pescasio</h1>',
  '<span class="color2">Welcome to my portfolio website with an interactive terminal.</span>',
  "<span class=\"color2\">To get a list of available commands, type</span> <span class=\"command\">'help'</span><span class=\"color2\">.</span>",
  '<br>',
  '<span class="color2">Inspired by ForrestKnight.</span>',
  '<br>'

];

ls = [
  '<span class="folder">scripts</span>'
];

discord = [
  "<br>",
  '<h1 class="command">Opening server: Handbook of an admin.</h2>',
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  "::::::::::::::::::::::::::::::::::::::::::::::::-::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::-:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  "::::-:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::-::::",
  ":::-:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  "::::::::::::::::::::::::::::#%%+-:-%%%%%%%%%%*-::::::::::::::::::::::",
  "::::::::::::::::::::::::::=--@@@@=:-@@@@@@@@@@@@+:::::::::::::::::-::",
  ":::::::::::::::::::::::::-@+:=@@@@=:-====+++%@@@@#:::::::::::::::::::",
  ":-::::::::::::::::::::::-@@#::+@@@@-:::::::::-@@@@+::::::::::::::::::",
  ":::::::::::::::::::::::-@@@#:::*@@@%-:::::::::#@@@+::::::::::::::::-:",
  ":::::::::::::::::::::::%@@@+::::#@@@%::::::::-@@@@+::::::::::::::::-:",
  "::::::::::::::::::::::*@@@%-:::::%@@@#::=**#@@@@@*:::::::::::::::::-:",
  ":::::::::::::::::::::+@@@@=----::-@@@@*:-%@@@@@%-::::::::::::::::::-:",
  ":-::::::::::::::::::=@@@@@@@@@@@*:=@@@@+:-**+-:::::::::::::::::::::::",
  ":::::::::::::::::::-@@@@@@@@@@@%-::=@@@@=::::::::::::::::::::::::::::",
  "::::::::::::::::::-%@@@@#-::::::::::+@@@@-:::::::::::::::::::::::::::",
  "::-:::::::::::::::%@@@%-:::::::::::::-%@@%-::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::-:::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  "::::::::::-::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::"
];

man = [
  "<br>",
  '<h1 class="command">Opening memo.apescasio.fr</h2>',
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  "::::::::::::::::::::::::::::::::::::::::::::::::-::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::-:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  "::::-:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::-::::",
  ":::-:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  "::::::::::::::::::::::::::::#%%+-:-%%%%%%%%%%*-::::::::::::::::::::::",
  "::::::::::::::::::::::::::=--@@@@=:-@@@@@@@@@@@@+:::::::::::::::::-::",
  ":::::::::::::::::::::::::-@+:=@@@@=:-====+++%@@@@#:::::::::::::::::::",
  ":-::::::::::::::::::::::-@@#::+@@@@-:::::::::-@@@@+::::::::::::::::::",
  ":::::::::::::::::::::::-@@@#:::*@@@%-:::::::::#@@@+::::::::::::::::-:",
  ":::::::::::::::::::::::%@@@+::::#@@@%::::::::-@@@@+::::::::::::::::-:",
  "::::::::::::::::::::::*@@@%-:::::%@@@#::=**#@@@@@*:::::::::::::::::-:",
  ":::::::::::::::::::::+@@@@=----::-@@@@*:-%@@@@@%-::::::::::::::::::-:",
  ":-::::::::::::::::::=@@@@@@@@@@@*:=@@@@+:-**+-:::::::::::::::::::::::",
  ":::::::::::::::::::-@@@@@@@@@@@%-::=@@@@=::::::::::::::::::::::::::::",
  "::::::::::::::::::-%@@@@#-::::::::::+@@@@-:::::::::::::::::::::::::::",
  "::-:::::::::::::::%@@@%-:::::::::::::-%@@%-::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::-:::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  "::::::::::-::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::",
  ":::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::"
];

student = [
  "<br>",
  '<h1 class="command">$0 Insignificant Student\'s Notes vs $100 per month Online Courses (2/3000)</h2>',
  "<br>",
  "⠀⠀⠀⠀⠀⠀⠀⠀⢀⢔⠾⢋⠷⢃⠠⠒⠈⠀⢀⣀⢂⢠⣲⢦⡪⠝⠀⢠⠎⠀⠀⠀⠀⠀⣠⣴⢪⡃⠜⠋⠉⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠄⡀⠖⠁⠀⢀⠀⠀⡀⠀⠀⠀⠀⢀⣤⠦⡻⠂⠀⠀⠀⢼⡆⠀⠀⠁⡔⡀⡸⠀⢠⠃⠀⢸⣐⣷⣏⠉⠁⠉⢻⡄⠀⠀⡱⠑⢆⣨⠟⠊⠉⠀⠀⠈⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⢀⢔⠕⢁⠔⠁⠐⣁⣤⠴⠚⠉⢀⣠⠖⡫⠃⠁⠀⠀⣰⠃⠀⠀⡠⠀⢠⠞⡵⠃⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣀⠀⢀⠔⠈⠀⠀⠀⠔⡰⢃⠔⠁⠀⠀⠀⠼⡫⣠⠎⠀⠀⢀⠤⠀⠀⠀⠀⠀⠀⠰⢁⠃⢀⠇⠀⠀⣼⠋⣟⡆⠇⢀⠀⠸⢎⢵⠀⠱⠱⡈⢧⠄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⣠⡡⠁⢠⣁⣀⡴⡚⠅⠐⠈⢀⡴⠋⠐⠁⢀⡠⡤⠄⣰⠃⠀⠀⣰⠁⠀⣠⠊⠀⠀⠀⠀⢀⣀⣠⣤⠤⠶⠚⠋⠉⢀⡠⠀⠀⠀⠀⢠⣮⠞⣐⠅⠀⠀⠀⠀⢀⡴⠋⠁⣀⣠⠔⠁⠀⠀⢠⠃⠀⠀⠀⢦⠂⢠⠊⠀⠀⠚⠙⢰⢸⣷⢰⠈⢆⠀⠙⣮⢣⠀⠐⡔⡒⣧⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⢠⠟⣠⠖⠋⢁⠚⠃⣀⠔⠚⡷⠉⣉⡤⡲⢭⠞⢉⠃⣰⠏⠀⠀⡴⣉⡀⡚⠁⠑⠒⠀⡛⠛⢉⢁⠄⠀⣠⠗⠀⢀⡴⠋⠀⢀⠤⢠⢾⠋⢡⠞⠁⠀⡠⠒⠀⢀⣎⣠⢞⢵⠟⠁⠀⢀⠔⠠⠃⠀⡔⡐⠀⡇⠀⠁⠀⠀⠀⠀⡃⠈⠀⣿⠈⡀⡇⠣⡀⠈⢧⠡⡀⠈⢊⢜⣧⡀⠀⠀⠀⠀⠀⠀⠀⣀⡠⢤⣤⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⢸⢶⠃⠀⢀⠃⢠⡞⠁⢀⡼⡷⢋⣥⣮⠴⠁⡠⣵⢻⡟⠀⢀⡼⢋⢊⠌⠀⡠⠊⢀⠊⢀⣀⣆⠃⠀⣰⠃⢀⡴⠋⠀⢀⠔⠕⡡⠞⣠⠝⠁⠀⣠⠊⢀⣤⠖⣡⠞⣕⡡⠁⠀⣠⡞⡡⣶⡵⠀⣸⢣⠇⢸⡟⠀⠀⠀⡀⠀⢠⠁⡆⠀⡷⠀⡇⣏⡄⢻⠄⠀⠱⡷⣄⠀⠡⡹⡇⠀⢀⡀⠄⠒⠈⠁⠀⠀⠀⠀⠉⠓⢤⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠈⠙⠀⠀⡎⢠⠋⠀⣠⡮⠔⠈⣩⠞⠁⢀⢊⡾⢡⡄⠁⢠⡾⠡⠡⢂⠠⠊⢀⠔⣀⡴⢋⡏⠎⠀⣸⠃⣰⠟⠁⠀⡐⠁⡡⡊⠔⠈⡁⢐⣔⡟⢡⠞⡑⣡⠎⣡⠞⠝⠀⢀⣮⢟⠊⡸⠹⠁⢰⠃⣼⠀⣿⠂⢰⠀⢰⠃⠀⡌⢰⡗⢰⡧⠀⢫⡷⠇⠀⣎⢆⠀⡇⠏⢳⡤⠜⠓⠈⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠓⢄⡀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠑⣿⣖⡾⠋⠀⡠⠊⠁⢠⣖⣵⡭⡂⠁⠘⠄⢳⠁⡶⠓⣡⣰⣖⡥⠞⠁⣀⢼⢱⠀⣰⢃⡼⠃⠀⢠⡪⣪⠞⠋⡀⢔⣠⠦⠛⠉⣠⡳⢊⡴⢣⠞⢁⠊⠀⣠⡿⠛⢁⠎⢠⡳⢡⠏⢸⠟⢠⢟⠀⢸⠀⢸⠁⠀⢁⡿⠁⢠⠇⠀⠘⡇⠘⠀⡆⣾⠠⠓⠉⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⠦⡀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⡀⠝⠛⠀⡠⢊⣠⠾⠗⡾⠁⢳⠀⣽⡄⠀⢘⠾⣊⠴⢋⡵⢫⣷⣃⢀⠔⠁⣿⠆⠀⠀⡞⢁⠀⠴⠛⠘⣀⣔⡬⢖⠋⠁⢀⠔⣶⡟⠡⢈⡕⠛⠠⠂⠀⣰⠋⠀⡰⠁⢀⣧⢡⡎⢀⠟⠀⣸⢹⠀⢸⠀⡸⠀⠀⣾⠁⠀⡌⠀⣀⡸⠙⣄⠶⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⠦⡀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠉⠀⠀⣰⣪⠖⠋⠀⢀⠜⢀⢌⠜⡆⣿⠼⣺⢗⣟⣡⡎⢡⠃⣤⠹⠘⠢⡤⢄⣛⡐⠠⠼⠍⠐⠀⣀⡤⡞⠉⠁⣤⠋⢀⠔⠁⣼⠏⠐⢠⠎⠐⠰⠃⠀⡼⠁⠀⡜⠀⡰⣻⢃⡞⠀⣸⠃⢀⡟⢰⠀⢸⠀⣷⠀⣸⠁⠀⡘⠀⣼⡿⠁⢠⢏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢦⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⢎⣸⠃⠀⠀⡠⢃⣴⠟⣡⣴⣿⣷⠛⠛⡈⡇⢠⠗⢸⣾⠸⡇⠀⠀⠈⠑⡾⣫⢒⣴⣶⢟⠵⢡⠌⠀⠀⠔⠃⡠⠁⠀⣾⢋⠌⡰⠁⠀⠠⢁⡄⠐⠀⠀⢞⡒⡰⢠⡏⡾⢠⢧⡏⠀⢺⠯⢥⠀⢸⠀⡽⢠⠃⠀⡰⠇⣸⠗⠃⢠⢳⡆⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠄⠀⠅⠀⠀⠀⠀⠈⠷⡄⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣨⣢⢔⣡⠖⢫⠽⠑⡟⠉⢸⢯⢏⠉⣵⡇⣸⠀⢘⢨⠃⡁⠓⠒⢢⢞⢜⣥⣫⣿⡧⠃⠀⡌⠀⠀⠈⠀⠊⠀⠀⣼⠃⠊⡐⠀⠀⢠⠣⡞⢠⡆⠀⡎⠀⠀⠁⣼⡝⢠⠟⡸⠀⠀⢸⢐⣸⠂⢸⠀⡇⢂⠄⡠⣧⣷⠏⠀⢠⡇⡈⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⣴⡆⠀⢰⡆⠀⢠⣾⣷⡀⢀⣾⠀⠀⣾⠆⠀⠀⠀⠀⠀⠀⠀⠀⠀⢹⡆",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠚⠿⠚⠋⠁⠌⠁⡠⠊⡐⣡⢟⡌⡈⢒⡏⢰⢸⢰⢸⢺⡄⠀⢀⡴⣷⢿⠏⢈⣿⠟⠷⢆⡤⢀⣀⠀⠀⠀⠀⠀⢀⣏⠌⡔⠀⠀⠀⣆⠾⢁⡞⡇⡜⠀⠀⠀⣀⣯⡴⣥⢷⠓⠒⠋⠉⠡⢸⠀⢸⠀⠇⠎⣠⠱⢸⠇⠀⢠⠃⢠⢁⡇⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⣷⢀⡿⢁⣴⠟⣹⣿⠀⣾⣷⣶⣾⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠸⡇",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⠔⠋⣀⣪⠞⡑⢁⢧⠙⠀⢇⢸⣿⢺⡞⡚⡯⢴⡙⠉⢀⡐⠂⡘⡞⠀⠅⠠⠉⠁⠚⠣⠝⣔⠶⣀⠀⠁⡰⠀⠀⠀⠀⡏⣄⡜⠀⡷⢓⣢⠿⠍⠛⠋⠠⡡⠂⠀⠀⠀⢀⠀⢀⡇⢨⠀⣶⡜⢸⠀⡟⠀⠀⢆⣠⠃⡈⡇⠀⠀⠀⠀⠀⠀⠀⠀⣿⠉⣿⣿⢃⣾⠿⠟⢻⣟⣸⡟⠁⢠⡿⠁⢀⣴⠆⠀⠀⠀⠀⠀⠀⠀⢠⡇",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠴⠞⠧⠜⠋⢁⠂⠌⡰⢃⣾⣦⠀⢸⡀⣿⣄⢁⠇⠀⠀⢯⣝⣖⣿⣯⣿⣒⡭⠥⣐⡒⠤⢀⠀⠀⠈⠉⡛⢆⢠⠃⠀⠀⠀⠀⠑⠋⢀⣀⠻⠉⠁⠀⠀⢀⡠⠔⣒⣀⣭⣝⣛⣫⣿⣿⣧⠘⠀⣳⠀⣼⢠⠃⠀⠀⠸⣹⢀⠃⡇⠀⠀⠀⠄⠀⠀⠀⠀⠀⠀⠘⠃⠘⠃⠀⠀⠙⠋⠛⠀⠀⠙⠃⢠⠞⠁⠀⠀⠀⠀⠀⠀⠀⠀⢸⠃",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠁⠀⠀⠀⠀⢀⠂⣼⡞⠁⣾⡡⠘⡆⢸⡇⢸⡘⡈⢶⠀⠀⠀⢼⣣⠀⠀⢸⡄⠈⢽⡇⠛⠷⣦⣽⠀⠀⠀⠘⡟⡇⠀⠀⠀⠀⠀⠀⢠⣾⠆⠀⠀⠀⠀⢀⣯⡴⣾⠛⠩⠧⠄⣸⠃⠀⠀⣼⠆⢰⣇⡼⢰⣿⠄⠀⠀⠠⢿⠸⢰⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣀⣀⣤⡀⣤⡄⢀⣠⣬⣥⣤⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣨⡴⠋⠀⢰⣿⠁⢀⣿⣸⠁⢶⠧⠀⠘⢇⠀⠀⠘⢞⡄⠀⠀⠙⠧⣀⡂⠤⠂⠈⢿⣇⠀⠀⠀⠼⢿⠀⠀⠀⠀⠀⠀⢠⠘⠆⠀⠀⠀⠀⣼⡏⠀⠈⠢⢄⡤⠴⠫⠀⠀⡰⠸⡄⢳⣷⢇⡂⣯⠀⠀⢠⠃⠎⢀⠟⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢻⡟⠉⣿⠋⠀⣿⠟⠉⠉⣽⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⠀⠀⠀⣿⡏⠀⣼⢣⣿⡄⢸⡇⠀⠀⠈⠂⠀⠀⠀⠜⢄⡀⠀⠀⠀⠀⠀⠀⢀⡟⠯⡶⡶⢀⡶⠋⠀⠀⠀⠀⠀⠀⠀⠁⠀⢀⣄⡀⢰⡟⠳⡀⠀⠀⠀⠀⠄⠁⢀⠗⠣⠀⡌⡟⡆⢸⠇⠈⠁⡤⢸⡀⢠⠎⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢠⡿⠁⠀⠀⠀⢰⡟⣀⣤⡾⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡟⢣⠜⠁⡾⠼⡆⠀⣷⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⠉⠉⠁⠀⠚⠋⠀⠌⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠓⣞⣤⡀⠁⠉⠉⠉⠉⠀⠀⡀⠀⠀⠀⠠⣷⢸⡁⠈⠀⠀⢀⡇⠀⢡⢿⠁⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣶⡾⠿⠟⠂⠀⠀⠿⠿⠛⠉⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠄⠊⠁⠀⡸⡷⢣⠺⣆⢸⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠂⠠⡰⠇⠘⡄⠀⠀⠀⢸⠀⢠⢿⢹⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⡵⠓⠁⠀⠈⠛⣷⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠁⠈⠀⠀⠀⠀⠀⠐⠁⠀⠀⠁⠀⠀⢀⣇⣠⣟⡟⡜⡀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⣾⡆⢠⣷⡆⠀⣼⠆⣰⡆⢰⣷⠀⠀⣾⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠁⠀⠀⠀⠀⠀⠀⢹⡆⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠂⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣼⠋⣿⢰⠇⢸⣱⡀⢤⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⢠⡾⣿⣇⣼⠏⢠⡿⢀⣿⢿⣧⣼⠇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⠂",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠘⣧⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠠⠀⠀⠀⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣼⠇⠀⣿⣿⠀⠀⡏⠁⢸⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⡟⠁⢿⣿⠋⢀⣾⠁⣾⠃⠈⣿⡟⠀⣤⡦⠀⠀⠀⠀⠀⠀⠀⠀⢸⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢹⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢰⡟⠀⢰⣟⠇⠀⠈⠀⠀⡼⠀⠀⠀⠀⠀⠀⠀⠀⠈⠉⠀⠀⠈⠁⠀⠈⠃⠀⠉⠀⠀⠈⠁⠀⠉⠀⠀⠀⠀⠀⠀⠀⠀⢀⠞⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⣇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣿⠁⠀⡾⠊⠀⠀⠀⠀⠀⠹⣄⠀⠀⠀⠀⠀⠀⠐⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⠎⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢻⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⠀⠀⠀⠀⠀⢐⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣼⠇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠓⢄⠀⠀⠀⠀⢀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⠋⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⣷⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠋⢦⡀⠀⢀⠄⠀⠀⠀⠀⢔⠀⠀⠀⠃⠀⠀⠀⠈⠁⠀⠀⠀⠀⠀⠀⠀⣴⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠂⢄⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣰⠃⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢻⡽⢆⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠁⠀⠈⠀⠀⠀⠀⠀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⠞⣿⠇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠐⠢⢄⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⢀⣠⣴⡾⠁⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⣩⡎⢳⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠐⠀⠀⠀⠀⠀⠀⠀⠀⠠⠀⠀⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⠞⠁⣼⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀⡠⠀⠒⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠉⠓⢾⠗⣀⠤⠤⠤⠄⠀⠀⠀⠀⠈⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢯⣳⠀⠹⣆⠀⠀⠀⠀⠀⠰⠦⠄⣀⣀⡀⠀⠀⠀⠀⠀⢀⡀⠀⠀⠀⠀⠂⠄⠀⠀⠀⣀⡀⠠⠴⠛⠁⠀⠀⠀⢀⡜⠁⠀⡰⣿⡇⠀⡀⠀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⠀⠀⠀⠀⠀⠀⠀⠀⢠⢋⠖⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⢌⡆⠀⠈⢷⡀⠀⠀⠀⠀⠀⠀⠀⠀⠨⡙⢿⣿⣛⠛⠛⠛⠛⠛⠛⢻⣛⣩⢿⡋⠉⠀⠀⠀⠀⠀⠀⠀⢀⡴⠋⠀⢀⣴⠿⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢠⠗⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡎⠳⣵⠀⠀⠀⠹⣦⠀⠈⠀⠀⠀⠀⠀⠀⠀⠑⠦⣤⣤⣭⣭⣭⣭⣭⢩⡽⠞⠃⠀⠀⠀⠀⠠⠀⠀⢀⡴⠋⠀⠁⠀⣲⠯⢸⡗⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠠⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡇⠀⠈⠀⠀⠂⠀⠈⢳⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠃⠀⡁⠀⠃⠀⡤⠀⠀⠀⠀⠀⠀⠀⡴⠋⠀⠀⠀⠀⢰⡿⢌⣿⡅⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡇⠀⠀⠀⠀⠁⠀⠄⠩⡿⣦⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠒⠀⠀⠀⠀⠀⠀⠀⠈⠀⠀⠀⣠⠮⠀⠀⠀⠀⠀⠀⢐⡺⢁⣓⠀⠀⠀⠀⠀⠀⠀⠀⠈⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣼⣧⠀⢈⠠⡀⠀⠀⠀⠀⢘⣝⢿⣆⠀⠀⠈⠀⠀⠤⠀⠀⠀⠀⠐⠀⠀⠀⠀⠀⠀⠀⠁⣠⣾⠏⠀⠀⠀⠀⠀⠀⠒⠁⠀⢸⢸⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠂⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢼⣿⣿⠀⠀⠑⢌⢰⠀⠀⠀⠀⠳⣅⡫⠳⣤⡀⡀⡀⠀⠀⠀⠐⠀⠀⠀⠀⠀⠀⠀⠀⣠⣾⡽⠏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⡇⠀⠀⠀⠀⠀⠀⠀⠀⢀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣠⣴⣿⣿⣿⣿⣷⠀⠀⠀⢳⣍⠢⠀⠀⠀⠀⢻⡟⠆⠈⠹⠶⣤⣀⣀⣏⣈⡀⣀⢀⣀⣀⣠⣴⠿⣛⢝⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣶⣤⡀⠀⠀⠀⠀⠀⠊⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⣴⣾⣿⣿⣿⣿⣿⣿⣿⣿⣆⠀⠀⠈⢯⡫⡠⠀⠀⠀⠀⠻⣯⡀⠀⠀⠀⠀⠈⠉⠉⠙⠙⠋⠛⠙⢫⣍⡳⠎⠀⠀⠀⠀⠀⠐⠀⠀⠀⠀⠀⠀⢀⣿⣿⣿⣿⣿⣧⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⣤⣼⣿⣿⣿⣿⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣄⠀⠈⡟⣬⡐⠀⠀⠀⠀⠱⡷⣂⠥⠀⡄⠀⠀⠀⠀⠀⠀⠀⠀⣜⣪⠍⠀⠀⠀⠀⡠⠎⠁⣀⠀⠀⠀⠀⠀⣸⣿⣿⣿⣿⣿⣿⣿⣷⣤⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⣴⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣄⠸⡦⡋⡄⠀⠀⠀⠀⠜⢎⠙⠕⣂⠀⠤⢀⠀⠀⠀⠀⠜⠳⠋⠀⠀⠀⢀⡸⢋⡥⠴⣇⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣾⣦⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣻⣿⣿⣿⣿⣿⣿⣷⣌⡢⡹⡄⠀⠀⠀⠀⠘⡖⠔⣒⡠⠄⡭⠃⠀⠀⠐⡺⠁⠀⠀⢀⡴⢿⡙⠃⣐⠒⠉⠁⢀⣠⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣦⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⢀⣴⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣧⣀⡀⠀⠀⠀⠻⠅⡒⠄⢹⡁⠀⠀⠀⢻⠀⠀⠀⢠⣾⣿⡋⢠⠑⢀⣃⣤⣶⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣾⣤⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  '<h1 class="command">#iteachyou3000 - 5th Cycle (Student Arc) - See y\'all later in September!</h2>',
  "<br>"
];

him = [
  "<br>",
  '<h1 class="command">My response to gatekeepers.</h2>',

  '<div style="display: flex; align-items: center;"><img src="index_files/miles-morales.gif" alt="My response to gatekeepers." style="width: 495px; height: auto;"> <h1 class="command" style="margin-left: 20px;">=> For professional inquiries regarding web / AI development, I\'m him@apescasio.fr!</h1></div>',
  "<br>",

];

ekko = [
  '<h1 class="command">Ekko\'s response to gatekeepers over at Piltover.</h2>',

  '<div style="display: flex; align-items: center;"><img src="index_files/ekko.gif" alt="Ekko\'s response to gatekeepers over at Piltover." style="width: 900px; height: auto;"> <h1 class="command" style="margin-left: 20px;">=> For professional inquiries regarding web / AI development, I\'m him@apescasio.fr!</h1></div>',
  "<br>",

];